{
  "_id": "Kenya.Primer.Baseline.Kiswahili.EGRA.Jan.2012.OralPassageReadingTimed",
  "pageType": "ToggleGridWithTimer",
  "pageId": "OralPassageReadingTimed",

  "enumeratorHelp": "<i>Muonyeshe mwanafunzi orodha ya maneno ya kubuni iliyomo ndani ya kijitabu cha mwanafunzi, halafu sema hivi:<br><br> REMINDER:<br> Anzisha saa ya kupimia kasi pindi mwanafunzi asomapo neno la kwanza. Touch each incorrect letter (it will become blue). Touch again to mark it correct if the child self-corrects. Iwapo, mwanafunzi anajisahihisha, jibu hilo ni sahihi.Usiseme cho chote, isipokuwa wakati mwanafunzi atasita kwa muda wa sekunde 3 ambapo sasa utamsomea neno kisha umwonyeshe neno linalofuata na kumwambia'<b>Tafadhali endelea </b>.' Kwa kila neno unalomsomea mwanafunzi, tia alama ya kuonyesha hakupata jibu sahihi.<br><br> BAADA YA SEKUNDE 60 SEMA (the screen will flash red), 'Acha kusoma.' and touch the [Stop] button. Touch the final word read (it will place a red box on the word--ensure that this word is correctly marked as either correct or incorrect.<br><br> <u>Kanuni ya kusitisha kusoma mapema:</u> Iwapo mwanafunzi hakusoma vilivyo maneno yote katika mstari wa kwanza, sema'<b>Asante!</b>'Press the [Stop] button and the last word attempted and go on to the next exercise.</i>",

  "studentDialog": "<b>Hii hapa ni hadithi fupi. Ningependa uisome kwa sauti, haraka iwezekanavyo lakini kwa makini. Ukimaliza kuisoma, nitakuuliza maswali kuhusu yale uliyosoma. Je, umeelewa jinsi unavyopaswa kufanya? Nikisema 'Anza,' isome hadithi vizuri kadri ya uwezo wako. Nitanyamaza nikusilikilize. Uko tayari? Anza.</b>",

  "autostopAmount" : 10,

  "items": [
    "Bahati","anapenda","kusoma.","Yeye","huamka","asubuhi","na","mapema","kwenda","shule.","Wazazi","wake","humwambia","asome","kwa","bidii.","Wao","humnunulia","penseli,","vitabu","na","maandazi.","Bahati","ni","mtoto","mzuri.","Lakini","siku","moja,","rafiki","yake","alimwambia","wakaibe","maembe","kwa","jirani.","Walipanda","mwembe","kwa","ngazi.","Jirani","akaja.","Aliwaambia","washuke.","Bahati","na","rafiki","yake","walishuka.","Jirani","aliwaeleza","ubaya","wa","kuiba.","Kisha","akawasamehe."
  ],
  "couchapp": {
  }
}
