{
  "_id": "Kenya.Primer.Baseline.Kiswahili.EGRA.Jan.2012.InventedWordDecoding",
  "pageType": "ToggleGridWithTimer",
  "pageId": "InventedWordDecoding",
  "enumeratorHelp" : "<i>Muonyeshe mwanafunzi orodha ya maneno ya kubuni iliyomo ndani ya kijitabu cha mwanafunzi, halafu sema:<br><br>REMINDER:<br>Anzisha saa ya kupimia kasi pindi mwanafunzi asomapo neno la kwanza. Touch each incorrect letter (it will become blue). Touch again to mark it correct if the child self-corrects. <b>Unapaswa kukimya</b>, isipokuwa wakati unampa mwanafunzi majibu, ifuatavyo: Iwapo mwanafunzi anasita kwa muda wa sekunde 3, mpe jawabu halafu mwelekeze katika herufii inayofuata kisha umwambie <b>Tafadhali endelea</b>. Kwa kila neno unalomsomea mwanafunzi, tia alama ya kuonyesha hakupata jibu sahihi.<br><br>BAADA YA SEKUNDE 60 SEMA (the screen will flash red), Acha kusoma. and touch the [Stop] button. Touch the final word read (it will place a red box on the word--ensure that this word is correctly marked as either correct or incorrect).<br><br><u>Kanuni ya kusitisha kusoma mapema:</u> Iwapo mwanafunzi hatapata jawabu sahihi hata moja katika mstari wote wa juu, hata kwa kujikosoa, sema <b>Asante!</b>Press the [Stop] button and the last word attempted and go on to the next exercise.</i>",
  "studentDialog" : "<b>Karatasi hii ina maneno yaliyobuniwa. Ningependa usome maneno yote unayoweza. Kwa mfano, neno hili la kubuni ni:  ju</b><br><br> <b>Hebu tufanye mazoezi: tafadhali lisome neno hili</b><i>[mwonyeshe neno huka]</i>: <li><i>Iwapo mwanafunzi atasema huka , mwambie </i></i><b>: Vizuri sana : huka</b></li> <li><i>Iwapo mwanafunzi hakusoma neno huka vizuri, mwambie</i>: <b>Neno hili la kubuni ni huka.</b></li><br> <b>Sasa, hebu jaribu neno lingine la kubuni: Tafadhali soma neno lifuatalo </b><i>[mwonyeshe neno fisa]</i>: <li><i>Iwapo mwanafunzi atasema fisa, mwambie:</i><b> Vizuri sana : fisa </b></li><li><i>Iwapo mwanafunzi hakusoma neno fisa vizuri, mwambie:</i><b> Neno hili la kubuni ni fisa.</b><br><br><b>Nikisema Anza, yasome maneno haraka iwezekenavyo lakini kwa makini. Yasome maneno kutoka upande wa kushoto kuelekea upande wa kulia wa ukurasa huu, ukianzia mstari wa kwanza. Nitakimya nikusikilize, isipokuwa wakati unapohitaji usaidizi. Je, umeelewa jinsi unavyopaswa kufanya? Uko tayari? Anza.</b>",
  "letters": [
"zefu","sine","chena","ngute","kuvi","ndweku","sharu","bwara","dusu","ndise","howe","ngiso","leye","gazu","honzi","kabe","hungu","vili","kenzi","regu","rime","rubwa","ripi","nziki","mwela","mapa","ndaho","nyuza","mbeta","nzinga","josa","mtofi","riki","vube","choyu","yota","vicha","msino","gowe","mwate","nepu","ndami","fipe","kengu","kine","shifi","chuso","toko","mtozo","hefa"
  ],
  "couchapp": {
  }
}
