{
  "_id": "Kenya.Primer.Baseline.English.EGRA.Jan.2012.InventedWordDecoding",
  "pageType": "ToggleGridWithTimer",
  "pageId": "InventedWordDecoding",
  "enumeratorHelp" : "Show the child the sheet of invented words in the student stimuli booklet. <br/> Reminders:<li>Start the timer when the child reads the first word. <li>Touch each incorrect word (it will become blue). Touch again to mark it correct if the child self-corrects.<li>Stay quiet, except when providing answers as follows: if the child hesitates for 3 seconds, provide the word, point to the next word and say <b>“Please go on.”</b>Mark the word you provide to the child as incorrect.<br/>AFTER 60 SECONDS (the screen will flash red) SAY, <b>“STOP.”</b> Touch the final word read (it will place a red box on the word) - ensure that this word is correctly marked as either correct or incorrect.<br/>\nEarly stop rule: If the child does not give a single correct response on the first line, say <b>“Thank you!”</b>, Press the [Stop] button and the last word attempted and go on to the next exercise.",
  "studentDialog" : "Here are some made-up words. I would like you to read as many as you can. Do not spell the words, but read them. For example, this made-up word is: “ut”. <br/>Let’s practise:  Please read this word <span class='student-dialog-nonverbal'> [point to the next word “dif”]:  <li>[If the student says “dif”, say]: <b>Very good, “dif.”</b>\n<li>If the child does not say “dif” correctly, say: <b>This made up word is “dif”</b><br/></span>\nNow try another one: Please read this word <span class='student-dialog-nonverbal'> [point to the next word “mab”]:  <li>[If the student says “mab”, say]: <b>Very good, “mab.”</b>\n<li>If the child does not say “mab” correctly, say: <b>This made up word is “mab”</b><br/></span>\n<br/> When I say “begin,” read the words as quickly and carefully as you can. Read the words across the page, starting at the first row below the line. I will keep quiet and listen to you, unless you need help. Do you understand what you are to do? Ready? Begin.",
  "letters": [
"vob","tep","reb","fem","bis","zay","yut","gux","pef","het","raz","mak","mip","lep","sab","vap","zin","jif","pab","ruk","wis","zeg","mep","jol","pos","yot","wog","bem","kar","heg","jeb","pog","dix","fik","dap","rov","wim","kom","gat","cur","pim","pug","daf","lal","laj","noz","zil","fal","mof","lop"
  ],
  "couchapp": {
  }
}
