{
  "_id": "Kenya.Primer.Baseline.English.EGRA.Jan.2012.StudentConsent",
  "pageType": "ConsentPage",
  "pageId": "StudentConsent",
  "content": "  <div class='enumerator-help'>  It is important to establish a playful and relaxed rapport with the children to be assessed, via some simple initial  conversation among topics of interest to the child (see example below). The child should perceive the following  assessment almost as a game to be enjoyed rather than an exam. It is important to read ONLY the sections in  boxes aloud slowly and clearly.  </div><h2>Introduction</h2><div class='student-dialog'>Good morning. My name is ____ and I live in _____. I’d like to tell you a little bit about myself. [Number  and ages of children; pets; sports; etc]<li>1. Could you tell me a little about yourself and your family? [Wait for response; if student is reluctant, ask question 2, but if they seem comfortable continue to verbal consent].<li>2. What do you like to do when you are not in school?  </div>  <h2>Verbal consent</h2> <div class='student-dialog'> Let me tell you why I am here today. I work with the Ministry of Education and we are trying to understand how children learn to read.  You were picked by chance, like in a raffle or lottery. We would like your help in this. But you do not have to take part if you do not want to.<li>We are going to play a reading game.  I am going to ask you to read letters, words and a short story out loud.<li>I will also ask you other questions about your family, like what language your family uses at home and some of the things your family has.<li>I will NOT write down your name so no one will know these are your answers.<li>Once again, you do not have to participate if you do not wish to.  Once we begin, if you would rather not answer a question, that’s all right.<li>Do you have any questions? Are you ready to get started?</li></div>      <form>      <div data-role='fieldcontain'>          <fieldset data-role='controlgroup' data-type='horizontal'>            <legend>Does the child consent?</legend>              <label for='consent-yes'>Yes, continue</label>              <input type='radio' name='childConsents' id='consent-yes' value='true' />              <label for='consent-no'>No, stop</label>              <input type='radio' name='childConsents' id='consent-no' value='true' />          </fieldset>      </div>      </form>",
  "couchapp": {
  }
}
