{
  "_id": "Kenya.Primer.Baseline.EGMA.Jan.2012.WordProblems",
  "pageType": "UntimedSubtest",
  "pageId": "WordProblems",
  "enumeratorHelp": "This exercise is not timed, and there is no student stimuli sheet. You will use counters, paper and pencil. Stop if the child makes 4 successive errors. Move on if a child stops on an item for 5 SECONDS (and does not attempt to use counters, fingers, paper, or pencil).The '[pause and checks]' in each problem indicate that you should be certain that the child understands what you have said before continuing. You may want to ask, 'Do you understand?' - 'Je, unaelewa?'. Record the child's answer by activating the radio button.",
  "studentDialog": "<b>I have some exercises that I am going to ask you to do for me. Here are some objects to help you. You can use them if you need them, but you don't have to use them. Listen very carefully to each exercise. If you need, I will repeat the exercise for you. Okay, let's get started.</b><br> <i>Kiswahili: Hapa ninao mazoezi zaidi ambalo nitakuuliza ufanye. Hapa pana vyombo kadhaa vya kukusaidia. Ukitaka,waweza kuvitumia lakini sio lazima uvitumie. Sikiliza kwa makini kwa kila zoezi. Ukitaka nirudie, nikotayari kufanya hivyo. Sawa!Hebu tuanze.</i><br><br><b>There are three children in the matatu.<br>One child gets out of the matatu.<br>How many children are left in the matatu?</b><br><i>Kiswahili: Pana watoto watatu ndani ya matatu.<br>Mtoto mmoja anatoka nje ya matatu.<br>Je, ni watoto wangapi wamebaki ndani ya matatu?</i><br><br>2<br><br>If correct, say: <b>That's right. There are two children left in the matatu. Let's do some more.</b><br><i>Kiswahili: Ndivyo; watoto wawili wamebaki ndani ya matatu. Hebu tufanye mazoezi zaidi.</i><br><br>If incorrect, say: <b>Imagine these counters are children </b><i>[point to counters]</i>. <b>Count out three children. These children are in the matatu. One child gets out of the matatu. Using the counters, show me one child getting out of the matatu. How many children are left in the matatu? That's right. There are two children left in the matatu. Let's do some more.</b><br> <i>Kiswahili: Chukulia hivi vihesabio ni watoto [elekeza kidole kwa vihesabio]. Hesabu watoto watatu. Hawa watoto wako ndani ya matatu. Mtoto mmoja anatoka nje ya matatu. Ukitumia vihesabio, nionyeshe mtoto mmoja akitoka nje ya matatu. Je, ni watoto wangapi wamebaki ndani ya matatu? Ndivyo; watoto wawili wamebaki ndani ya matatu. Ebu tufanye mazoezi zaidi.</i><br><br><b>Now I have some more exercises for you.</b><br> <i>Kiswahili: Sasa ninayo mazoezi zaidi ambayo ningetaka ufanye.</i> ",
  "questions": [
    "2 children are on the matatu. [pause and check] 3 more children get on.[pause and check] How many children are on the matatu altogether? Kiswahili: Watoto wawili wako ndani ya matatu [pumziko]. Watoto wengine watatu wanaingia ndani ya matatu [pumziko]. Je, ni watoto wangapi sasa wako ndani ya matau kwa jumla? (5)",
    "There are 6 children on the matatu.[pause and check] 2 are boys. The others are girls. [pause and check] How many girls are there on the matatu? Kiswahili: Kuna watoto 6 ndani ya matatu [pumziko]. Wavulana ni 2. Wengineo ni wasichana [pumziko]. Je, kuna wasichana wangapi ndani ya matatu? (4)",
    "There are 2 children on John's matatu. [pause and check] There are 8 children on Mary's matatu. [pause and check] How many more children must join John's matatu so that it has the same number of children as Mary's matatu? Kiswahili: Kuna watoto 2 ndani ya matatu ya John [pumziko]. Kuna watoto 8 ndani ya matatu ya Mary, [pumziko]. Je, ni watoto wengine wangapi wanafaa kuingia kwa matatu ya John ili idadi ya watoto wenye wako kwa matatu yake, iwe sawa na ile yenye iko kwa matatu ya Mary? (6)",
    "There are some children on the matatu. 2 more children get on the matatu. [pause and check] Now there are 9 children on the matatu altogether. [pause and check] How many children were on the matatu at the beginning? Kiswahili: Kuna watoto kadhaa ndani ya matatu. Watoto wengine wawili wanaingia ndani ya matatu [pumziko]. Sasa kuna watoto 9 ndani ya matatu kwa jumla [pumziko]. Je, ni watoto wangapi walikuwa ndani ya matatu mwanzoni (Kabla ya wengine kuingia)? (7)",
    "There are 12 bananas. [pause and check] 4 children share the bananas equally. [pause and check] How many bananas does each child get? Kiswahili: Pana mandizi 12 [pumziko]. Watoto 4 wanagawana mandizi yale kwa kiasi sawa [pumziko]. Je, kila mtoto anapata mandizi mangapi? (3)"
  ],
  "answerOptions" : [
    "Correct",
    "Incorrect or No Response"
  ],
  "couchapp": {
  }
}
