{
  "_id": "Kenya.Primer.Baseline.Kiswahili.EGRA.Jan.2012.StudentConsent",
  "pageType": "TextPage",
  "pageId": "StudentConsent",
  "content": "  <div class='enumerator-help'>Wakati wa kufanya uchunguzi huu, ni muhimu kuonyesha mwelekeo wa kucheza na kuburudika na wanafunzi kwa kuanza kuzungumza nao juu ya maswala rahisi yatakayowapendeza (tazama mfano ulioko hapa chini). Mwanafunzi anapaswa kuchukulia uchunguzi huu kama mchezo wa kujifurahisha kuliko mtihani wa kuogopewa. Ni muhimu kusoma TU zile sehemu zilizo ndani ya visanduku pole pole na kwa ufasaha.</div>  <h2>Introduction</h2><div class='student-dialog'> Hujambo! Jina langu ni ____ na ninaishi _____. Ningependa kukueleza kidogo kunihusu. (Mwambie kwa ufupi kuhusu familia yako, idadi ya watoto wako na umri wao, michezo upendayo, n.k.) <ol><li> 1. Hebu nieleze kwa ufupi kuhusu familia yako. (Ngojea jibu la mwanafunzi kwa muda mfupi. Ukiona kwamba anasita, uliza swali la pili; lakini asiposita, enda kwenye sehemu ya idhini ya Kusemwa. </li> <li> 2. Unapenda kufanya nini wakati haupo shuleni?</li> </ol>     </div>    <h2>Verbal consent</h2>  <div class='student-dialog'>    <li>Hebu nikueleze sababu za kuja kwangu hapa hivi leo. Ninafanya kazi na Wizara ya Elimu na tunafanya uchunguzi kuhusu jinsi wanafunzi hujifunza kusoma. Ulichaguliwa kushiriki kwa bahati, kama katika mchezo wa bahati nasibu.</li><li>Tunakuomba ushirikiane nasi katika shughuli hii. Lakini usishiriki katika shughuli hii iwapo hutaki.</li><li>Tutacheza mchezo wa kusoma. Nitakuuliza usome herufi, maneno na hadithi fupi kwa sauti.</li><li>Huu SIO mtihani na alama zako za mitihani shuleni hazitaathirika. </li><li>SITAANDIKA jina lako po pote. Kwa hivyo, mtu hawezi kujua kwamba majibu haya ni yako.</li><li>Kumbuka kwamba una hiari ya kutoshiriki katika shughuli hii. Vile vile, tutakapoanza shughuli hii, utajibu maswali kwa hiari yako na ni sawa iwapo hutaki kujibu swali. </li><li>Je, una swali lo lote? Uko tayari kuanza?</li> </div>   <form>      <div data-role='fieldcontain'>          <fieldset data-role='controlgroup' data-type='horizontal'>            <legend>Does the child consent?</legend>              <label for='consent-yes'>Yes, continue</label>              <input type='radio' name='childConsents' id='consent-yes' value='true' />              <label for='consent-no'>No, stop</label>              <input type='radio' name='childConsents' id='consent-no' value='true' />          </fieldset>      </div>      </form>",
  "couchapp": {
  }
}
