{
  "_id": "Kenya.Primer.Baseline.EGMA.Jan.2012.StudentConsent",
  "pageType": "TextPage",
  "pageId": "StudentConsent",
  "content": "  <div class='enumerator-help'>  It is important to establish a playful and relaxed rapport with the children to be assessed, via some simple initial conversation among topics of interest to the child. The child should perceive the following assessment almost as a game to be enjoyed rather than a severe situation. It is important to read ONLY the sections in boxes aloud slowly and clearly. Read the text in the box clearly to the child in Kiswahili or English. (If verbal consent is not obtained, thank the child and start a new assesssment.)</div><h2>Introduction</h2><div class='student-dialog'>Before we start, I want to tell you my name. I'm __________________ <br><i>Kabla ya kuanza, ningependa kukueleza majina yangu. Mimi naitwa __________</i><br><br>I work with the Ministry of Education.<i> Kiswahili: Mimi hufanya kazi na Wizara ya Elimu.</i><li>We want to know how children learn math. You were picked by chance, like in a raffle or lottery. <i>Kiswahili: Tungependa kujua vile watoto wanajivunza hesabu. Kuchaguliwa kwako kulikuwa ni bahati tu,kama mchezo wa bahati na sibu</i> <li>We would like your help in this. But you do not have to take part if you do not want to. <i>Kiswahili: Tungepedelea usaidizi wako katika haya. Lakini si lazima ushiriki ikiwa hupendelei. </i> <li>We are going to play some counting games and some number games. <i>Kiswahili: Tutacheza michezo ya kuhesabu na pia michezo ya nambari. </i> <li>Using this stopwatch, I will see how long it takes you to count. <i>Kiswahili: Kwa kutumia saa hii,nitaweza kuona itakuchukua mda gani kuhesabu.</i> <li>This is NOT a test and you will NOT be graded on it for school. <i>Kiswahili: Huu sio mtihani na hautatahiniwa shuleni. </i> <li>I will NOT write down your name so no one will know these are your answers. <i>Kiswahili: Sitayaandika majina yako kwa hivyo hakuna mtu atakayejua yakwamba haya ni majibu yako. </i> <li>Once again, you do not have to take part in this if you do not want to. Once we begin, if you do not want to answer a question, that's all right. <i><br/>Kwa mara nyingine, si lazima ushiriki iwapo hujihisi. Tukisha anza, unauhuru wakutojibu swali lolote. Okay, are you ready to start?Kiswahili: Je, uko tayari kuanza?</i></div>  <form>      <div data-role='fieldcontain'>          <fieldset data-role='controlgroup' data-type='horizontal'>            <legend>Does the child consent?</legend>              <label for='consent-yes'>Yes, continue</label>              <input type='radio' name='childConsents' id='consent-yes' value='true' />              <label for='consent-no'>No, stop</label>              <input type='radio' name='childConsents' id='consent-no' value='true' />          </fieldset>      </div>      </form>",
  "couchapp": {
  }
}
