{
  "collection" : "subtest",
  "_id":"Kenya.Primer.Baseline.Kiswahili.EGRA.Jan.2012.LetterSoundKnowledge",
  "pageType": "ToggleGridWithTimer",
  "pageId": "LetterSoundKnowledge",
  "enumeratorHelp" : "<i>Muonyeshe mwanafunzi orodha ya herufi iliyomo katika kijitabu cha mwanafunzi. Kisha sema ifuatavyo:<br><br>REMINDER:<br><i>Anzisha saa ya kupimia kasi pindi mwanafunzi asomapo herufi ya mwanzo. Touch each incorrect letter (it will become blue). Touch again to mark it correct if the child self-corrects. <b>Unapaswa kukimya</b>, isipokuwa wakati unampa mwanafunzi majibu, ifuatavyo: Iwapo mwanafunzi anasita kwa muda wa sekunde 3, mpe jawabu halafu mwelekeze katika herufii inayofuata kisha umwambie <b>Tafadhali endelea </b>. Kisha utie alama ya kuonyesha hakupata jibu sahihi. If the student gives you the letter name, rather than the sound, provide the letter sound and say : <b> Please tell me the SOUND of the letter</b>. This prompt may be given only once during the exercise.<br><br> BAADA YA SEKUNDE 60 SEMA (the screen will flash red), Acha kusoma. and touch the [Stop] button. Touch the final letter read (it will place a red box on the letter--ensure that this letter is correctly marked as either correct or incorrect.<br><br><u>Kanuni ya kusitisha kusoma mapema:</u> Iwapo mwanafunzi hatapata jawabu sahihi hata moja katika mstari wote wa juu, hata kwa kujikosoa, sema <b>Asante!</b>Press the [Stop] button and the last letter attempted and go on to the next exercise.</i>",
  "studentDialog" : "<b>Karatasi hii ina herufi mbali mbali. Tafadhali zitamke herufi zote unazozijua. Kwa mfano, herufi hii </b><i>[kisha mwonyeshe herufi k]</i> <b>ni ka</b><br><br> <b>Hebu tufanye mazoezi: Nitamkie herufi hii </b><i>[mwonyeshe herufi A]</i>: <li><i>Iwapo jawabu la mwanafunzi ni sahihi, sema </i></i><b>: Vyema, herufi hii ni </b></li><li><i>Iwapo jawabu la mwanafunzi sio sahihi, sema</i>: <b>Herufi hii ni a </b></li><br><b>Sasa, hebu jaribu herufi nyingine: nitamkie herufi hii </b><i>[mwonyeshe herufi m]</i>: <li><i>Iwapo jawabu la mwanafunzi ni sahihi, sema:</i><b> Vyema, herufi hii ni ma </b></li><li><i>Iwapo jawabu la mwanafunzi sio sahihi, sema:</i><b> Herufi hii ni ma </b><br><br><b>Je, umeelewa unavyopaswa kufanya?<br> Nikisema Anza, tafadhali zitamke herufi hizi haraka iwezekenavyo lakini kwa makini. Nitamkie herufi, kuanzia hapa kisha kuendelea hivi. </b><i>[Elekeza kidole chako katika herufi ya kwanza katika mstari wa juu baada ya mfano kisha undelee hadi mwisho wa mstari huo]</i>. <b>Nitanyamaza nikusikilize. Uko tayari? Anza.</b>",
  "items": [ "m","a","N","O","h","a","n","U","ng'","A","I","a","gh","K","l","R","a","u","e","i","Dh","i","a","a","m","k","A","d","i","w","U","n","g","k","u","g","S","A","I","a","n","Ny","Y","e","t","n","a","l","i","N","a","a","z","y","h","k","V","D","b","I","M","a","s","sh","o","a","i","n","m","i","a","A","i","I","O","B","W","Z","p","o","i","t","k","L","th","a","u","E","i","T","A","f","i","m","e","ch","w","u","u","n"
  ],
  "couchapp": {
  }
}
